visual-studio-code-bin
i3blocks-contrib
insync
ttf-font-awesome-4
awesome-terminal-fonts-git
otf-droid-sans-mono-powerline-git
downgrade
powerline-rs
dive
xorg-xev
networkmanager-l2tp
snapd
azure-cli
notify-osd-customizable
notifyconf
dotnet-host-bin
sysmontask
keychain
nomachine
chili-sddm-theme
robo3t-bin
dive
gnome-text-editor
greenclip
kind
pulseaudio-ctl
seafile
seafile-client
