visual-studio-code-bin
i3blocks-contrib
insync
awesome-terminal-fonts-git

downgrade
oh-my-posh
dive
gnome-text-editor
chili-sddm-theme
awf-gtk4
seafile
networkmanager-l2tp
xorg-xev

dotnet-host-bin
keychain
nomachine
otf-droid-sans-mono-powerline-git
sysmontask
greenclip

# audio
pipewire-pulse
pipewire-alsa
pipewire-jack
tidal-hifi

# theme
dracula-gtk-theme-full
dracula-cursors-git
dracula-icons-theme
dracula-xresources-git

# slow stuff
azure-cli
seafile-client
