base-devel
xorg-server
xorg-xinit
mesa
i3-gaps
rsync
i3lock
feh
scrot
arandr
xfce4-terminal
ttf-font-awesome
sushi
libconfig
compton
lxappearance
arc-gtk-theme
rofi
i3blocks
wmctrl
zenity
xorg-xrandr
networkmanager
eog
python
python-pip
neofetch
git
scrot
acpi
imagemagick
docker
docker-compose
htop
powertop
network-manager-applet
pavucontrol
alsa-utils
ntp
xclip
openssh
nodejs
npm
a52dec
faac
faad2
flac
jasper
lame
libdca
libdv
libmad
libmpeg2
libtheora
libvorbis
libxv
wavpack
x264
xvidcore
gvfs-smb
gnome-screenshot
bash-completion
flameshot
otf-font-awesome
openvpn
networkmanager-openvpn
w3m
system-config-printer
nautilus 
nautilus-share
wget
pyenv
jq
firefox
dotnet-host 
dotnet-runtime
dotnet-sdk
aspnet-runtime
clamav
clamtk
keychain
thefuck
peek
blueman
pulseaudio-bluetooth
bluez
bluez-libs
sddm
polkit-gnome
gnome-keyring
libsecret
seahorse
mpv
