#
# Core system
#
base-devel
git
wget
libconfig
wmctrl
acpi
ntp
openssh
gvfs-smb
sddm
polkit-gnome
gnome-keyring
libgnome-keyring
python-keyring
libsecret
seahorse
reflector

#
# i3wm
#
i3-gaps
i3lock
xorg-xrandr

#
# Xorg stuff
#
xorg-server
xorg-xinit
mesa
zenity

#
# Programming
#
nodejs
npm
python
python-pip
pyenv
dotnet-host 
dotnet-runtime
dotnet-sdk


#
# Codecs
#
a52dec
faac
faad2
flac
libdca
libdv
libmad
libmpeg2
libtheora
libvorbis
libxv
wavpack
jasper
lame
x264
xvidcore

#
# Applications
#
alsa-utils
arandr
aspnet-runtime
autorandr
bash-completion
bat
bitwarden
bluez
bluez-libs
bluez-utils
clamav
clamtk
ctop
cups
docker
docker-compose
duf
engrampa
loupe
feh
firefox
flameshot
gtk-engine-murrine
gnome-themes-standard
gnome-themes-extra
htop
i3blocks
imagemagick
jq
keychain
lxappearance
mpv
neofetch
network-manager-applet
networkmanager
networkmanager-l2tp
obsidian
papirus-icon-theme
pavucontrol
peek
picom
polybar
poppler
powertop
pulseaudio-bluetooth
rofi
rofi-emoji
rofi-calc
xdotool
rsync
scrot
scrot
strongswan
system-config-printer
system-config-printer
thefuck
thunar
thunar-archive-plugin

w3m

xclip
xfce4-terminal
xorg-xkill

# fonts
fontconfig
noto-fonts-emoji
otf-font-awesome
ttf-font-awesome
ttf-ubuntu-font-family
fzf

