xorg-server
xorg-xinit
mesa
i3-gaps
rsync
i3lock
feh
scrot
arandr
chromium
xfce4-terminal
nautilus
sushi
libconfig
compton
lxappearance
arc-gtk-theme
rofi
i3blocks
wmctrl
zenity
xorg-xrandr
networkmanager
eog
screenfetch
python
python-pip
gdm
neofetch
git
networkmanager
scrot
acpi
imagemagick
docker
docker-compose
htop
powertop
network-manager-applet
pavucontrol
alsa-utils
ntp
xclip
openssh
nodejs
npm
a52dec
faac
faad2
flac
jasper
lame
libdca
libdv
libmad
libmpeg2
libtheora
libvorbis
libxv
wavpack
x264
xvidcore
gvfs-smb
gnome-screenshot
bash-completion
flameshot
otf-font-awesome
openvpn
networkmanager-openvpn
ranger
w3m
system-config-printer